[
    {"question": "What’s your favorite local food dish, and why do you love it?"},
    {"question": "How does a typical day look like for you?"},
    {"question": "What is something unique about a culture in your country that you’re proud of?"},
    {"question": "What’s the most beautiful place you’ve visited in your country?"},
    {"question": "How do you usually spend your weekends?"},
    {"question": "What’s a common stereotype about your country that isn’t true?"},
    {"question": "How do people in your country celebrate the New Year?"},
    {"question": "What’s a traditional holiday in your culture that you enjoy the most?"},
    {"question": "What’s one thing about your hometown that you wish more people knew about?"},
    {"question": "Do you enjoy karaoke? If so, what’s your go-to song?"},
    {"question": "How do you usually greet friends and family in your culture?"},
    {"question": "What’s a recent trend in your country that you find interesting?"},
    {"question": "What’s your favorite memory from childhood?"},
    {"question": "How do people in your country typically handle stress or relax?"},
    {"question": "What’s your favorite movie or TV show from your country?"},
    {"question": "How does your family usually celebrate special occasions?"},
    {"question": "What’s your favorite outdoor activity or sport?"},
    {"question": "What’s something about your culture that you think everyone should try?"},
    {"question": "How do people in your country view work-life balance?"},
    {"question": "What’s a historical site in your country that you think everyone should visit?"},
    {"question": "How do you like to start your day?"},
    {"question": "What’s a popular street food in your country?"},
    {"question": "What’s the best advice you’ve ever received from someone older?"},
    {"question": "How do you stay connected with friends and family?"},
    {"question": "What’s a unique custom in your culture related to hospitality?"},
    {"question": "How do you usually celebrate birthdays?"},
    {"question": "What’s your favorite way to spend a day off?"},
    {"question": "How does public transportation in your country compare to other places you’ve been?"},
    {"question": "What’s a traditional craft or art form in your culture?"},
    {"question": "What’s the first thing that comes to mind when you think of Japan?"},
    {"question": "How do people in your country typically meet new friends?"},
    {"question": "What’s a local superstition or belief that you find interesting?"},
    {"question": "How does your culture view time management and punctuality?"},
    {"question": "What’s a popular saying or phrase in your language that you like?"},
    {"question": "How do you usually express gratitude in your culture?"},
    {"question": "What’s the biggest festival in your country?"},
    {"question": "How do people in your country typically deal with conflict?"},
    {"question": "What’s a popular game or activity among kids in your country?"},
    {"question": "How do you usually celebrate success or achievements?"},
    {"question": "What’s something that makes you feel nostalgic about your hometown?"},
    {"question": "How do you like to spend time with your family?"},
    {"question": "What’s a popular gift-giving tradition in your culture?"},
    {"question": "How do people in your country typically celebrate weddings?"},
    {"question": "What’s a popular type of music in your country?"},
    {"question": "How does your culture view individuality versus community?"},
    {"question": "What’s something you’ve always wanted to try in the other person’s country?"},
    {"question": "How do you typically spend a rainy day?"},
    {"question": "What’s a common way people show affection in your culture?"},
    {"question": "What’s something you admire about the other person’s culture?"},
    {"question": "How do people in your country usually say goodbye?"}
]
